{
  "BufOnly.nvim": { "branch": "master" },
  "Comment.nvim": { "branch": "master" },
  "LspUI.nvim": { "branch": "legacy" },
  "asyncrun.vim": { "branch": "master" },
  "cmp-buffer": { "branch": "main" },
  "cmp-cmdline": { "branch": "main" },
  "cmp-nvim-lsp": { "branch": "main" },
  "cmp-nvim-lua": { "branch": "main" },
  "cmp-path": { "branch": "main" },
  "cmp-snippy": { "branch": "master" },
  "cmp-under-comparator": { "branch": "master" },
  "cobalt2.nvim": { "branch": "master" },
  "colorbuddy.nvim": { "branch": "master" },
  "comment-box.nvim": { "branch": "main" },
  "debugprint.nvim": { "branch": "main" },
  "dracula.nvim": { "branch": "main" },
  "fidget.nvim": { "branch": "main" },
  "format-ts-errors.nvim": { "branch": "main" },
  "github-colors": { "branch": "main" },
  "gitsigns.nvim": { "branch": "main" },
  "gruvbox-material": { "branch": "master" },
  "gruvbox.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "jellybeans-nvim": { "branch": "main" },
  "lazy.nvim": { "branch": "main" },
  "lazygit.nvim": { "branch": "main" },
  "lspkind-nvim": { "branch": "master" },
  "lualine.nvim": { "branch": "master" },
  "lush.nvim": { "branch": "main" },
  "markdown-preview.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "material.nvim": { "branch": "main" },
  "mind.nvim": { "branch": "v2.2" },
  "minimal.nvim": { "branch": "main" },
  "mkdir.nvim": { "branch": "main" },
  "monochrome.nvim": { "branch": "main" },
  "no-neck-pain.nvim": { "branch": "main" },
  "none-ls.nvim": { "branch": "main" },
  "nord.nvim": { "branch": "main" },
  "nvim-bqf": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-colorizer.lua": { "branch": "master" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-dap-virtual-text": { "branch": "master" },
  "nvim-dap-vscode-js": { "branch": "main" },
  "nvim-lsp-ts-utils": { "branch": "main" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-snippy": { "branch": "master" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-treesitter-context": { "branch": "master" },
  "nvim-treesitter-refactor": { "branch": "master" },
  "nvim-treesitter-textobjects": { "branch": "master" },
  "nvim-ts-context-commentstring": { "branch": "main" },
  "nvim-web-devicons": { "branch": "master" },
  "nvim-window": { "branch": "main" },
  "oceanic-next": { "branch": "master" },
  "ofirkai.nvim": { "branch": "master" },
  "onenord.nvim": { "branch": "main" },
  "plenary.nvim": { "branch": "master" },
  "popup.nvim": { "branch": "master" },
  "schemastore.nvim": { "branch": "main" },
  "tabular": { "branch": "master" },
  "telescope-dap.nvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-fzf-native.nvim": { "branch": "main" },
  "telescope-symbols.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "treesj": { "branch": "main" },
  "trim.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "venn.nvim": { "branch": "main" },
  "vim-abolish": { "branch": "master" },
  "vim-be-good": { "branch": "master" },
  "vim-cool": { "branch": "master" },
  "vim-dirdiff": { "branch": "master" },
  "vim-fugitive": { "branch": "master" },
  "vim-maximizer": { "branch": "master" },
  "vim-repeat": { "branch": "master" },
  "vim-rhubarb": { "branch": "master" },
  "vim-rooter": { "branch": "master" },
  "vim-snippets": { "branch": "master" },
  "vim-surround": { "branch": "master" },
  "vim-tmux-navigator": { "branch": "master" },
  "vim-unimpaired": { "branch": "master" },
  "vscode-js-debug": { "branch": "main" },
  "vscode.nvim": { "branch": "main" }
}