tap "dwarvesf/tap"
tap "epk/epk"
tap "guardian/devtools"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "huytd/cask-fonts"
tap "jesseduffield/lazydocker"
tap "lukechilds/tap"
tap "mongodb/brew"
tap "romkatv/powerlevel10k"
tap "schniz/tap"
tap "weaveworks/tap"
brew "automake"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "boost"
brew "brew-cask-completion"
brew "gettext"
brew "glib"
brew "pkg-config"
brew "clang-format"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "cowsay"
brew "diff-so-fancy", link: false
brew "docker-completion"
brew "docker-compose-completion"
brew "efm-langserver"
brew "node"
brew "openjdk"
brew "emscripten"
brew "fd"
brew "libtool"
brew "gobject-introspection"
brew "harfbuzz"
brew "libass"
brew "ffmpeg"
brew "figlet"
brew "fnm"
brew "pango"
brew "fontforge"
brew "fortune"
brew "gdk-pixbuf"
brew "gifsicle"
brew "git"
brew "go"
brew "google-java-format"
brew "gotop"
brew "python@3.8"
brew "graphviz"
brew "imagemagick"
brew "jenv"
brew "jq"
brew "jshon"
brew "lazydocker"
brew "lazygit"
brew "llvm"
brew "lorem"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "ruby"
brew "macvim"
brew "mas"
brew "maven"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"], link: false
brew "nginx", restart_service: true
brew "ninja"
brew "pipenv"
brew "pyenv"
brew "reattach-to-user-namespace"
brew "recode"
brew "rename"
brew "ripgrep"
brew "sd"
brew "task"
brew "the_silver_searcher"
brew "tig"
brew "tmux"
brew "tmuxinator"
brew "trash"
brew "tree"
brew "typespeed"
brew "urlview"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "guardian/devtools/dev-nginx"
brew "mongodb/brew/mongodb-community"
brew "weaveworks/tap/eksctl"
cask "adoptopenjdk8"
cask "alacritty"
cask "alfred"
cask "clicker-for-youtube"
cask "coccoc"
cask "docker"
cask "figma"
cask "firefox"
cask "font-3270-nerd-font"
cask "font-agave-nerd-font"
cask "font-anonymice-nerd-font"
cask "font-arimo-nerd-font"
cask "font-aurulent-sans-mono-nerd-font"
cask "font-bigblue-terminal-nerd-font"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-blex-mono-nerd-font"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-caskaydia-cove-nerd-font"
cask "font-code-new-roman-nerd-font"
cask "font-cousine-nerd-font"
cask "font-daddy-time-mono-nerd-font"
cask "font-dejavu-sans-mono-nerd-font"
cask "font-droid-sans-mono-nerd-font"
cask "font-fantasque-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-firacode-nerd-font"
cask "font-go-mono-nerd-font"
cask "font-gohufont-nerd-font"
cask "font-hack-nerd-font"
cask "font-hackgen-nerd"
cask "font-hasklug-nerd-font"
cask "font-haskplex"
cask "font-haskplex-nerd"
cask "font-heavy-data-nerd-font"
cask "font-hurmit-nerd-font"
cask "font-ibm-plex"
cask "font-im-writing-nerd-font"
cask "font-inconsolata-go-nerd-font"
cask "font-inconsolata-lgc-nerd-font"
cask "font-inconsolata-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-lekton-nerd-font"
cask "font-liberation-nerd-font"
cask "font-menlo-for-powerline"
cask "font-meslo-lg-nerd-font"
cask "font-monofur-nerd-font"
cask "font-monoid-nerd-font"
cask "font-mononoki-nerd-font"
cask "font-mplus-nerd-font"
cask "font-noto-nerd-font"
cask "font-open-dyslexic-nerd-font"
cask "font-overpass-nerd-font"
cask "font-profont-nerd-font"
cask "font-proggy-clean-tt-nerd-font"
cask "font-roboto-mono-nerd-font"
cask "font-sauce-code-pro-nerd-font"
cask "font-sf-mono-nerd-font"
cask "font-shure-tech-mono-nerd-font"
cask "font-space-mono-nerd-font"
cask "font-terminess-ttf-nerd-font"
cask "font-tinos-nerd-font"
cask "google-chrome"
cask "java"
cask "karabiner-elements"
cask "logitech-options"
cask "monitorcontrol"
cask "mounty"
cask "ngrok"
cask "obs"
cask "oracle-jdk"
cask "oracle-jdk-javadoc"
cask "postman"
cask "proxyman"
cask "robo-3t"
cask "skype"
cask "slack"
cask "sourcetree"
cask "spotify"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "zoomus"
mas "Be Focused Pro", id: 961632517
mas "Filmage Screen", id: 1475049179
mas "iMovie", id: 408981434
mas "iZip Unarchiver", id: 717545828
mas "Keynote", id: 409183694
mas "Live Wallpaper", id: 1456235760
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "SimpleMind", id: 439654198
mas "Trello", id: 1278508951
